О чём писать
Подумайте, почему и для чего вы хотите написать книгу. Чем поделиться с читателями, о чём рассказать, к чему подтолкнуть? Впрочем, уместен и такой ответ: «Я хочу написать книгу, чтобы стать знаменитым».
Если вы автор специализированной или бизнес-литературы, найдите тему, которая вас захватывает, в которой вы разбираетесь или можете привлечь экспертов для помощи.
Можно собрать в книге мудрость многих людей или советы, которые дали вам ваши родители и которые помогли вам добиться успеха в жизни. Можно написать о своём жизненном опыте и профессиональном пути или описать биографию знаменитых личностей.
А может быть, вы давно хотите поведать людям о вымышленных мирах и их героях, открыть фантазийный мир прошлого, настоящего или будущего? Это тоже отличные темы для книги, которая обязательно найдёт своего читателя.
Неважно, проза это, стихи или нон-фикшен, совет один: начинайте!
2
Составьте план или набросайте сюжет
План книги или сюжет, если вы задумали художественное произведение, поможет вам легче продвигаться в написании и создать в итоге целостный текст.
План может выглядеть по-разному: следующие друг за другом пункты, напоминающие привычное содержание книги, карта мыслей или просто последовательность событий. Если вы пока не готовы составить план, запишите все идеи, которые роятся у вас в голове, на отдельных карточках, а потом попробуйте собрать их в единую картину.
Также вам могут быть полезны короткие справки с описанием ключевых черт и характеристик главных героев произведения. Такая картотека позволит сделать персонажей более живыми и нагляднее показать характеры.
3
Как начать писать книгу
Начать несмотря ни на что. Мало времени? Нет подходящего места, чтобы уединиться? Мысли путаются, и вы не понимаете, какой будет первая глава? Оставьте эти отговорки и садитесь за любой стол, нареките его рабочим и начинайте писать.
Многие авторы пишут нелинейно: начинают с середины, с конца, перескакивают с мысли на мысль. Такая методика позволяет поддерживать градус заинтересованности и эффективности работы. Пишите то, что пишется, а уж потом вы расположите главы в нужном порядке, обрамите их вступлением и заключением.
4
Сначала пишите, потом редактируйте
«Пиши пьяным, редактируй трезвым», — советовал Эрнест Хемингуэй. Стоит ли впутывать алкоголь в писательский процесс — личное решение каждого, однако истина в том, что нужно сначала писать, отдавшись полностью порыву и погрузившись в состояние потока, а через некоторое время возвращаться к написанному и редактировать. Пытаясь шлифовать текст в процессе написания, вы выходите из состояния потока, теряете мысль и нестандартные обороты. А ведь куда эффективнее написать 10 тысяч знаков «непричёсанного» текста, нежели 3–4 тысячи выверенного и взвешенного.
5
Как не отвлекаться
Насколько это возможно, создайте себе идеальные условия для написания книги. Что помогает вам писать? Тишина, белый шум, классическая музыка? Сделайте всё, что в ваших силах, чтобы обеспечить себе безупречные условия.
Заведите для себя ритуал. Например, Джек Керуак перед началом работы зажигал свечу, а закончив писать, задувал её. Зажжённая свеча была сигналом для мозга — время творить. Придумайте свой ритуал, который настроит вас на работу: начинайте в одно и то же время или слушайте любимое музыкальное произведение перед работой.
6
Как не забросить написание книги
Сделайте публичное заявление. Друзьям, близким или подписчикам в соцсетях расскажите, что начали писать книгу и планируете закончить её к такому-то сроку. Публичные обязательства не дадут вам расслабиться.
Пишите каждый день. Что бы ни происходило, какое бы настроение у вас ни было, пишите хотя бы по 20–30 минут ежедневно. Постарайтесь не разрывать цепочку. Если поначалу муза во время вашей работы будет где-то блуждать, будьте настойчивы. Продолжайте писать, конструировать сюжет или собирать материалы. Со временем муза начнёт приходить вовремя.
Объём многих книг — не более 30 тысяч слов. Если за полчаса вы будете успевать написать 150 слов, то 30 тысяч слов напишете чуть более чем за 12 стандартных рабочих дней.
7
Как писать интересно
Больше историй! Люди любят истории из личного опыта, они доверяют им. Будьте хорошим рассказчиком.
Избегайте клише, устойчивых выражений и скучного официального языка. Не громоздите сложные слова в лихо закрученные конструкции. Придумывайте свои образы и метафоры, чтобы увлечь читателя свежестью своего стиля. Пишите простыми предложениями, чтобы книгу было легко читать. Создавайте и развивайте свой собственный узнаваемый стиль: ритм, язык, изобразительные средства.
8
Где искать вдохновение
А вам оно не нужно. Правда. Воспринимайте написание книги как работу. Она может быть лёгкой и приятной, а иногда тяжёлой и нудной, но это работа, и вам приходится её делать, если вы хотите (подставьте нужное) донести свои идеи, образы и истории до аудитории, создать настоящий бестселлер, заработать денег, стать известным автором и творить дальше...
Если вы будете писать только тогда, когда у вас есть вдохновение, этот процесс может затянуться на годы, а может и не закончиться вовсе.
Впрочем, можно немного подстегнуть свой мозг к творчеству. Попробуйте больше гулять. Говорят, ноги — колёса мыслей. Ко многим писателям идеи приходили именно во время прогулок на свежем воздухе. Общайтесь с людьми, слушайте музыку, позавтракайте в любимом кафе. А может быть, вдохновение приходит, когда вы делаете какую-то работу по дому или в саду?
А ещё наблюдайте за окружающим миром, он так часто подкидывает истории и сюжеты, нужно только успевать их ловить. Держите наготове маленький блокнот или смартфон, чтобы фиксировать мысли, наблюдения, идеи, которые посетили вас. Если записывать всё, что происходит вокруг, очень скоро вы наберёте материал на несколько книг.
Уверены, что вдохновили вас взяться наконец за написание книги. Желаем удачи и ждём с нетерпением ваш шедевр!